Revit 2027 API
ImageType.Resolution Property
 The size of the pixels in the image, expressed in dots-per-inch (dpi)
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Resolution { get; }
Public ReadOnly Property Resolution As Double
	Get
public:
property double Resolution {
	double get ();
}
member Resolution : float with get
Property Value
Double
See Also
Reference
ImageType Class
Autodesk.Revit.DB Namespace